# St7NewLaminate

Creates a new laminate.

long St7NewLaminate(long uID, long LaminateID, char* LamName)
Input Parameters
uID
Strand7 model file ID.

LaminateID
Laminate layout ID.
LamName
Name of the laminate.